[
 {
  "Consecutivo": 1,
  "Forma_base": "We are planning a trip to the mountains.",
  "Preterito": "Yesterday, it was raining heavily in our city",
  "Pasado_participio": "The decision has been made, and we are moving forward."
 },
 {
  "Consecutivo": 2,
  "Forma_base": "I always awake early in the morning.",
  "Preterito": "Yesterday, he awoke to the sound of birds chirping.",
  "Pasado_participio": "The entire household was already awake when I got up."
 },
 {
  "Consecutivo": 3,
  "Forma_base": "Many caterpillars become butterflies.",
  "Preterito": "Over time, she became a skilled pianist.",
  "Pasado_participio": "The old factory has become a popular art gallery."
 },
 {
  "Consecutivo": 4,
  "Forma_base": "Dogs often bite when they feel threatened.",
  "Preterito": "Last summer, I was bitten by a mosquito while camping.",
  "Pasado_participio": "Be careful; the sandwich has been bitten."
 },
 {
  "Consecutivo": 5,
  "Forma_base": "Please don't break the glass.",
  "Preterito": "Yesterday, he broke his phone accidentally.",
  "Pasado_participio": "The vase is broken, and we need to clean up the mess."
 },
 {
  "Consecutivo": 6,
  "Forma_base": "Can you bring some snacks to the party?",
  "Preterito": "She brought a delicious homemade cake to the picnic.",
  "Pasado_participio": "All the necessary items have been brought for the event."
 },
 {
  "Consecutivo": 7,
  "Forma_base": "She always buys fresh vegetables at the market.",
  "Preterito": "Yesterday, he bought a new laptop for work.",
  "Pasado_participio": "The tickets have been bought for the concert."
 },
 {
  "Consecutivo": 8,
  "Forma_base": "Snakes often creep silently through the grass.",
  "Preterito": "The cat crept up on the unsuspecting bird.",
  "Pasado_participio": "The spider has crept into the corner."
 },
 {
  "Consecutivo": 9,
  "Forma_base": "I often do my homework in the evening.",
  "Preterito": "Yesterday, she did a fantastic job on her presentation.",
  "Pasado_participio": "The task has been done, and now we can relax."
 },
 {
  "Consecutivo": 10,
  "Forma_base": "It's essential to drink enough water every day.",
  "Preterito": "Last night, they drank herbal tea before bedtime.",
  "Pasado_participio": "All the juice has been drunk; we need to buy more."
 },
 {
  "Consecutivo": 11,
  "Forma_base": "We usually eat dinner around 7 PM.",
  "Preterito": "Yesterday, she ate a delicious meal at her favorite restaurant.",
  "Pasado_participio": "The cake has been eaten; only a few crumbs are left."
 },
 {
  "Consecutivo": 12,
  "ForForma_basema_Base": "I always feel happy when I'm with my friends.",
  "Preterito": "Yesterday, she felt a bit tired after the long journey.",
  "Pasado_participio": "The fabric feels soft and comfortable."
 },
 {
  "Consecutivo": 13,
  "Forma_base": "Birds can fly long distances during migration.",
  "Preterito": "Last summer, we flew to a tropical paradise for vacation.",
  "Pasado_participio": "The paper airplane has flown far across the room."
 },
 {
  "Consecutivo": 14,
  "Forma_base": "Don't forget to lock the door before leaving.",
  "Preterito": "Unfortunately, she forgot her keys at home this morning.",
  "Pasado_participio": "The name has been forgotten over time."
 },
 {
  "Consecutivo": 15,
  "Forma_base": "We often go for a walk in the park on Sundays.",
  "Preterito": "Yesterday, they went to the museum to see the new exhibit.",
  "Pasado_participio": "The decision has gone through a thorough review."
 },
 {
  "Consecutivo": 16,
  "Forma_base": "I usually have coffee in the morning.",
  "Preterito": "Last night, they had a fantastic dinner at the new restaurant.",
  "Pasado_participio": "All the tasks have been had; now it's time to relax."
 },
 {
  "Consecutivo": 17,
  "Forma_base": "I can hear music playing from the next room.",
  "Preterito": "Yesterday, she heard a strange noise coming from the attic.",
  "Pasado_participio": "The news has been heard by everyone in the neighborhood."
 },
 {
  "Consecutivo": 18,
  "Forma_base": "Be careful not to hit your head on the low doorway.",
  "Preterito": "Last week, he hit a home run during the baseball game.",
  "Pasado_participio": "The ball has been hit out of the park."
 },
 {
  "Consecutivo": 19,
  "Forma_base": "Please be gentle; you might hurt the delicate flowers.",
  "Preterito": "Yesterday, she hurt her knee while hiking in the mountains.",
  "Pasado_participio": "The injured bird has been hurt and needs help."
 },
 {
  "Consecutivo": 20,
  "Forma_base": "I know the answer to that question.",
  "Preterito": "Last year, she knew all the details of the project.",
  "Pasado_participio": "The truth has been known for quite some time."
 },
 {
  "Consecutivo": 21,
  "Forma_base": "Hens lay eggs regularly.",
  "Preterito": "Yesterday, the hen laid a beautiful, brown egg.",
  "Pasado_participio": "The table has been laid for the special dinner."
 },
 {
  "Consecutivo": 22,
  "Forma_base": "Students learn new concepts in every class.",
  "Preterito": "Last semester, he learned a lot from his history professor.",
  "Pasado_participio": "The lesson has been learned, and the test is tomorrow."
 },
 {
  "Consecutivo": 23,
  "Forma_base": "Don't forget to leave the keys on the table.",
  "Preterito": "Yesterday, they left for a weekend getaway.",
  "Pasado_participio": "The room has been left in a neat and tidy condition."
 },
 {
  "Consecutivo": 24,
  "Forma_base": "Please let me know if you need any help.",
  "Preterito": "Last night, they let their dog play in the backyard.",
  "Pasado_participio": "The decision has been let go, and we're moving on."
 },
 {
  "Consecutivo": 25,
  "Forma_base": "Cats often lie in the sun to stay warm.",
  "Preterito": "Yesterday, he lied down for a short nap in the afternoon.",
  "Pasado_participio": "The blankets were neatly lied on the bed."
 },
 {
  "Consecutivo": 26,
  "Forma_base": "We usually light candles for a cozy atmosphere.",
  "Preterito": "Last night, they lit a bonfire on the beach.",
  "Pasado_participio": "All the candles have been lighted for the celebration."
 },
 {
  "Consecutivo": 27,
  "Forma_base": "It's easy to lose track of time when you're having fun.",
  "Preterito": "Yesterday, she lost her keys and had to search the entire house.",
  "Pasado_participio": "The game has been lost, but we'll try again next time."
 },
 {
  "Consecutivo": 28,
  "Forma_base": "I like to make handmade gifts for my friends.",
  "Preterito": "Last weekend, she made a delicious cake for the party.",
  "Pasado_participio": "The decision has been made, and it's final."
 },
 {
  "Consecutivo": 29,
  "Forma_base": "I always pay my bills on time.",
  "Preterito": "Last month, they paid for their vacation in advance.",
  "Pasado_participio": "The invoice has been paid; the transaction is complete."
 },
 {
  "Consecutivo": 30,
  "Forma_base": "Please put the books back on the shelf.",
  "Preterito": "Yesterday, she put the finishing touches on her painting",
  "Pasado_participio": "The keys have been put in the drawer."
 },
 {
  "Consecutivo": 31,
  "Forma_base": "I like to read novels before going to bed.",
  "Preterito": "Last night, she read a captivating mystery novel.",
  "Pasado_participio": "All the books have been read and returned to the library."
 },
 {
  "Consecutivo": 32,
  "Forma_base": "The phone usually rings in the morning.",
  "Preterito": "Yesterday, it rang incessantly during the important meeting.",
  "Pasado_participio": "The doorbell has been rung; someone is at the door."
 },
 {
  "Consecutivo": 33,
  "Forma_base": "Dogs love to run in open fields.",
  "Preterito": "Last summer, they ran a marathon for charity.",
  "Pasado_participio": "The race has been run, and the winner has been declared."
 },
 {
  "Consecutivo": 34,
  "Forma_base": "It's important to say \"thank you\" when someone helps you.",
  "Preterito": "Yesterday, she said something that made everyone laugh.",
  "Pasado_participio": "The words have been said, and there's no turning back."
 },
 {
  "Consecutivo": 35,
  "Forma_base": "I can see the mountains from my bedroom window.",
  "Preterito": "Last weekend, they saw a rare bird in the forest.",
  "Pasado_participio": "The movie has been seen by millions of people."
 },
 {
  "Consecutivo": 36,
  "Forma_base": "Some people sell handmade crafts online.",
  "Preterito": "Last year, they sold their old furniture before moving.",
  "Pasado_participio": "The last item has been sold; the garage sale is over."
 },
 {
  "Consecutivo": 37,
  "Forma_base": "We often send emails to stay in touch with friends.",
  "Preterito": "Yesterday, she sent a package to her family.",
  "Pasado_participio": "The invitations have been sent; now we wait for the RSVPs."
 },
 {
  "Consecutivo": 38,
  "Forma_base": "Let's set the table for dinner.",
  "Preterito": "Last night, they set up a tent for camping.",
  "Pasado_participio": "The stage has been set for the performance."
 },
 {
  "Consecutivo": 39,
  "Forma_base": "We shake hands as a sign of greeting.",
  "Preterito": "Yesterday, he shook the bottle before opening it.",
  "Pasado_participio": "The cocktail has been shaken, not stirred."
 },
 {
  "Consecutivo": 40,
  "Forma_base": "Don't forget to shut the door behind you.",
  "Preterito": "Last evening, they shut all the windows before the storm.",
  "Pasado_participio": "The windows have been shut tightly."
 },
 {
  "Consecutivo": 41,
  "Forma_base": "Birds often sing in the early morning.",
  "Preterito": "Last week, she sang a beautiful song at the concert.",
  "Pasado_participio": "The national anthem has been sung by the choir."
 },
 {
  "Consecutivo": 42,
  "Forma_base": "It's important to sleep for at least 7-8 hours a night.",
  "Preterito": "Last night, they slept peacefully under the starry sky.",
  "Pasado_participio": "The baby has finally slept through the night."
 },
 {
  "Consecutivo": 43,
  "Forma_base": "I love the smell of fresh flowers in the garden.",
  "Preterito": "Yesterday, she smelled something delicious cooking in the kitchen.",
  "Pasado_participio": "The aroma has been smelled from miles away."
 },
 {
  "Consecutivo": 44,
  "Forma_base": "We usually spend weekends with family.",
  "Preterito": "Last month, they spent a day exploring the city.",
  "Pasado_participio": "The budget has been spent wisely."
 },
 {
  "Consecutivo": 45,
  "Forma_base": "It's not right to steal from others.",
  "Preterito": "Last year, someone stole my bicycle from the garage.",
  "Pasado_participio": "The missing items have been stolen; we need to report it."
 },
 {
  "Consecutivo": 46,
  "Forma_base": "Workers may decide to strike for better conditions.",
  "Preterito": "Last week, they struck a deal with the union.",
  "Pasado_participio": "The agreement has been struck; negotiations were successful."
 },
 {
  "Consecutivo": 47,
  "Forma_base": "Fish swim gracefully in the clear water.",
  "Preterito": "Last summer, they swam in the ocean every day.",
  "Pasado_participio": "The pool has been swum in by many children."
 },
 {
  "Consecutivo": 48,
  "Forma_base": "Teachers inspire and teach students every day.",
  "Preterito": "Yesterday, she taught a challenging lesson to her class.",
  "Pasado_participio": "The subject has been taught extensively."
 },
 {
  "Consecutivo": 49,
  "Forma_base": "It's important to try to understand different perspectives.",
  "Preterito": "Last year, they understood the complexity of the situation.",
  "Pasado_participio": "The concept has been understood by everyone."
 },
 {
  "Consecutivo": 50,
  "Forma_base": "Everyone loves to win, but it's also important to enjoy the game.",
  "Preterito": "Last season, they won the championship in a thrilling match.",
  "Pasado_participio": "The trophy has been won, and celebrations are underway."
 }
]